Repository: dinhquydds/nanocucurmin
Catalog: tm/implant-omegat.tmx
Source language: en_us
Languages: vi

source: Figure 5-16 A, An RP-4 restoration is a removable prosthesis (usually an overdenture) that is completely implant supported.
vi: Hình 5-16 A, Phục hình tháo lắp RP-4 (thường là hàm phủ) nâng đỡ hoàn toàn trên implant.

source: Figure 5-17 Intraoral view of three mandibular implants inserted between the foramina.
vi: Hình 5-17 Nhìn trong miệng của ba implant hàm dưới cắm giữa hai lỗ cằm.

source: Figure 5-18 Fixed restorations have three categories: FP-1, FP-2, and FP-3.
vi: Hình 5-18 Phục hình cố định có ba loại: FP-1, FP-2, và FP-3.

source: Figure 5-19 Removable restorations have two categories based on implant support.
vi: Hình 5-19 Phục hình tháo lắp có hai loại dựa trên implant nâng đỡ..

source: Figure 5-2 A, An implant is positioned in the maxillary right canine position.
vi: Hình 5-2 A, Một implant ở vị trí răng nanh hàm trên phải.

source: Figure 5-3 This full-arch FP-1 prosthesis has posterior crown contours that are narrower than natural teeth, because the implant is smaller in diameter than the tooth.
vi: Hình 5-3 Phục hình toàn hàm FP-1 có đường viền mão răng sau hẹp hơn răng tự nhiên, bởi vì implant có đường kính nhỏ hơn.

source: Figure 5-4 The bone and soft tissue must be ideal in volume and
vi: Hình 5-4 Xương và mô mềm phải có đủ thể tích và

source: Figure 5-5 A, An FP-2 prosthesis has longer clinical crowns than healthy natural teeth.
vi: Hình 5-5 A, Phục hình FP-2 có thân răng lâm sàng dài hơn răng thật.

source: Figure 5-6 The number of teeth observed during a high smile line is variable.
vi: Hình 5-6 Số lượng răng quan sát được khi đường cười cao thì khác nhau.

source: Figure 5-7 The mandibular teeth in the esthetic zone are observed during sibilant sounds, as more teeth show during speech than at rest or smiling.
vi: Hình 5-7 Răng hàm dưới trong vùng thẩm mỹ được quan sát khi phát âm gió, thấy nhiều răng khi phát âm hơn trong lúc nghỉ hoặc lúc cười.

source: Figure 5-8 A smile that shows interdental papillae but no cervical tissue is ideal and found in 70% of patients. A low smile line shows no soft tissue during smiling and is seen in 20% of patients (more men than women).
vi: Hình 5-8 Cười thấy vùng nhú nướu nhưng không thấy mô mềm cổ răng là lý tưởng và thấy ở 70% bệnh nhân. Đường cười thấp không thấy mô mềm và thấy ở 20% bệnh nhân (nam nhiều hơn nữ).

source: Figure 5-9 A, A full-arch maxillary implant prosthesis.
vi: Hình 5-9 A, phục hình implant toàn bộ hàm trên

source: Figure 7-1 Over the years, several clinical reports observed higher success rates in better bone quality and lower survival rates in poor bone quality (Bone IV).
vi: Hình 7-1 Over the years, several clinical reports observed higher success rates in better bone quality and lower survival rates in poor bone quality (Bone IV).

source: Figure 7-10 The macroscopic structure of bone may be described, from the least dense to the most dense, as (1) ﬁne trabecular, (2) coarse trabecular, (3) porous cortical, and (4) dense cortical.
vi: Hình 7-10 The macroscopic structure of bone may be described, from the least dense to the most dense, as (1) ﬁne trabecular, (2) coarse trabecular, (3) porous cortical, and (4) dense cortical.

source: Figure 7-11 Four bone densities found in the edentulous regions of the maxilla and mandible.
vi: Hình 7-11 Four bone densities found in the edentulous regions of the maxilla and mandible.

source: Figure 7-12 The four macroscopic bone qualities are, from left to right, D1, D2, D3, and D4.
vi: Hình 7-12 The four macroscopic bone qualities are, from left to right, D1, D2, D3, and D4.

source: Figure 7-13 A cross section of a D2 mandible in the region of the mental foramen.
vi: Hình 7-13 A cross section of a D2 mandible in the region of the mental foramen.

source: Figure 7-14 A posterior maxilla demonstrating D3 bone with a thin porous cortical plate on the crest with ﬁne trabecular bone underneath.
vi: Hình 7-14 A posterior maxilla demonstrating D3 bone with a thin porous cortical plate on the crest with ﬁne trabecular bone underneath.

source: Figure 7-15 In a D4 posterior maxilla, the posterior crestal region has little to no cortical bone on the crest and is composed primarily of ﬁne trabecular bone.
vi: Hình 7-15 In a D4 posterior maxilla, the posterior crestal region has little to no cortical bone on the crest and is composed primarily of ﬁne trabecular bone.

source: Figure 7-16 The ultimate compressive strength of D2 trabecular bone is greater than D3 trabecular bone.
vi: Hình 7-16 The ultimate compressive strength of D2 trabecular bone is greater than D3 trabecular bone.

source: Figure 7-17 The strength of bone is related directly to the density of bone.
vi: Hình 7-17 The strength of bone is related directly to the density of bone.

source: Figure 7-18 A, A ﬁnite element analysis study of D1 bone with a Division A, B, or C bone volume predicted no implant failure.
vi: Hình 7-18 A, A ﬁnite element analysis study of D1 bone with a Division A, B, or C bone volume predicted no implant failure.

source: Figure 7-19 A, When the microstrain is high (50 × 103 psi in this example), the change in shape difference of titanium and bone is large and may result in a pathologic overload zone.
vi: Hình 7-19 A, When the microstrain is high (50 × 103 psi in this example), the change in shape difference of titanium and bone is large and may result in a pathologic overload zone.

source: Figure 7-2 The maxilla is a force distribution unit, and the mandible is a force absorption unit.
vi: Hình 7-2 The maxilla is a force distribution unit, and the mandible is a force absorption unit.

source: Figure 7-20 The elastic modulus for D2 trabecular bone is greater than D3 trabecular bone, and D4 trabecular bone has the lowest elastic modulus.
vi: Hình 7-20 The elastic modulus for D2 trabecular bone is greater than D3 trabecular bone, and D4 trabecular bone has the lowest elastic modulus.

source: Figure 7-21 The microstrain difference between titanium and D4 bone is great and may be in the pathologic overload zone, whereas at the same stress level, the microstrain difference between titanium and D2 bone may be within the ideal adapted window zone.
vi: Hình 7-21 The microstrain difference between titanium and D4 bone is great and may be in the pathologic overload zone, whereas at the same stress level, the microstrain difference between titanium and D2 bone may be within the ideal adapted window zone.

source: Figure 7-22 D1 bone density has the greatest amount of bone- implant contact.
vi: Hình 7-22 D1 bone density has the greatest amount of bone- implant contact.

source: Figure 7-23 In D2 bone density, one ﬁnds primarily coarse trabecular bone next to the implant.
vi: Hình 7-23 In D2 bone density, one ﬁnds primarily coarse trabecular bone next to the implant.

source: Figure 7-24 The ﬁne trabecular bone of D3 initially heals next to the implant with 40% to 50% bone implant contact.
vi: Hình 7-24 The ﬁne trabecular bone of D3 initially heals next to the implant with 40% to 50% bone implant contact.

source: Figure 7-25 D4 bone has the least bone-implant contact.
vi: Hình 7-25 D4 bone has the least bone-implant contact.

source: Figure 7-26 Stress transfer around the implant interface is different for each bone density.
vi: Hình 7-26 Stress transfer around the implant interface is different for each bone density.

source: Figure 7-27 A two-dimensional ﬁnite element analysis demon- strates that D4 bone has a higher stress intensity around the implant, and the higher intensity even extends to the zone around the apical threads.
vi: Hình 7-27 A two-dimensional ﬁnite element analysis demon- strates that D4 bone has a higher stress intensity around the implant, and the higher intensity even extends to the zone around the apical threads.

source: Figure 7-28 Several features may be incorporated in the implant design to decrease stress after loading.
vi: Hình 7-28 Several features may be incorporated in the implant design to decrease stress after loading.

source: Figure 7-3 The trabecular bone in a dentate mandible is more coarse compared with the maxilla.
vi: Hình 7-3 The trabecular bone in a dentate mandible is more coarse compared with the maxilla.

source: Figure 7-4 The dentate maxilla has a ﬁner trabecular pattern compared with the mandible.
vi: Hình 7-4 The dentate maxilla has a ﬁner trabecular pattern compared with the mandible.

source: Figure 7-5 The trabecular bone of each jaw has structural variations.
vi: Hình 7-5 The trabecular bone of each jaw has structural variations.

source: Figure 7-6 On the left, the opposing mandibular tooth was removed.
vi: Hình 7-6 On the left, the opposing mandibular tooth was removed.

source: Figure 7-7 Four zones for bone related to mechanical adaption to strain before spontaneous fracture.
vi: Hình 7-7 Four zones for bone related to mechanical adaption to strain before spontaneous fracture.

source: Figure 7-8 An ideal bone-implant interface has organized, lamellar bone next to the implant.
vi: Hình 7-8 An ideal bone-implant interface has organized, lamellar bone next to the implant.

source: Figure 7-9 Four bone qualities for the anterior region of the jaws.
vi: Hình 7-9 Four bone qualities for the anterior region of the jaws.

source: Figure 8-1 Ideal key implant positions include the terminal
vi: Hình 8-1 Vị trí của implant chìa khoá lý tưởng bao gồm

source: Figure 8-10 When the canine, lateral, and central incisor teeth are missing, key implant positions are in the central and canine positions to support these three teeth.
vi: Hình 8-10 When the canine, lateral, and central incisor teeth are missing, key implant positions are in the central and canine positions to support these three teeth.

source: Figure 8-11 When the ﬁrst premolar, canine, and lateral incisors are missing, the key implant positions are the ﬁrst premolar and canine position.
vi: Hình 8-11 When the ﬁrst premolar, canine, and lateral incisors are missing, the key implant positions are the ﬁrst premolar and canine position.

source: Figure 8-12 A, When the central, lateral, canine, and ﬁrst premolar are missing, the ideal key implant positions are the central and ﬁrst premolar (Rule 1, no cantilever) and the canine position (Rule 3, the canine and ﬁrst molar position).
vi: Hình 8-12 A, When the central, lateral, canine, and ﬁrst premolar are missing, the ideal key implant positions are the central and ﬁrst premolar (Rule 1, no cantilever) and the canine position (Rule 3, the canine and ﬁrst molar position).

source: Figure 8-13 A, When the patient is missing four teeth from the ﬁrst premolar to second molar, there are three key implant positions to replace the four teeth: the ﬁrst premolar and second molar sites (Rule 1) and the ﬁrst molar position (Rule 3).
vi: Hình 8-13 A, When the patient is missing four teeth from the ﬁrst premolar to second molar, there are three key implant positions to replace the four teeth: the ﬁrst premolar and second molar sites (Rule 1) and the ﬁrst molar position (Rule 3).

source: Figure 8-14 In a patient missing the second premolar and ﬁrst molar and second molars, three key implant positions are needed to restore the full contour of the missing molars teeth: the second premolar and second molar terminal abutments and the ﬁrst molar pier abutment.
vi: Hình 8-14 In a patient missing the second premolar and ﬁrst molar and second molars, three key implant positions are needed to restore the full contour of the missing molars teeth: the second premolar and second molar terminal abutments and the ﬁrst molar pier abutment.

source: Figure 8-15 An arch may be considered as an open pentagon: the two premolar and molar sites, the two canine sites, and the central and lateral incisors represent the ﬁve sides.
vi: Hình 8-15 An arch may be considered as an open pentagon: the two premolar and molar sites, the two canine sites, and the central and lateral incisors represent the ﬁve sides.

source: Figure 8-16 When a patient is missing eight teeth from ﬁrst premolar to ﬁrst premolar, there are ﬁve key positions: the ﬁrst premolar sites (Rule 1, no cantilever and Rule 4, one implant in each open pentagon segment), the two canines (Rule 3, the canine and ﬁrst molar rule and Rule 4, an implant in each pentagon segment), and an implant in one of the central incisor positions (Rule 2, no three adjacent pontics and Rule 4, an implant in each open pentagon segment).
vi: Hình 8-16 When a patient is missing eight teeth from ﬁrst premolar to ﬁrst premolar, there are ﬁve key positions: the ﬁrst premolar sites (Rule 1, no cantilever and Rule 4, one implant in each open pentagon segment), the two canines (Rule 3, the canine and ﬁrst molar rule and Rule 4, an implant in each pentagon segment), and an implant in one of the central incisor positions (Rule 2, no three adjacent pontics and Rule 4, an implant in each open pentagon segment).

source: Figure 8-17 In the past, an edentulous arch used six implants to support a ﬁxed prosthesis in abundant bone situations and four implants to support a complete full-arch prosthesis when minimal bone volumes were present.
vi: Hình 8-17 In the past, an edentulous arch used six implants to support a ﬁxed prosthesis in abundant bone situations and four implants to support a complete full-arch prosthesis when minimal bone volumes were present.

source: Figure 8-18 When four adjacent teeth are missing from the canine to ﬁrst molar, the two terminal key implant positions are usually inadequate to support the prosthesis.
vi: Hình 8-18 Khi mất bốn răng kế cận từ răng nanh đến răng cối lớn thứ nhất, hai vị trí của implant tận cùng thường đủ để nâng đỡ phục hình.

source: Figure 8-19 A, When six or more implants are positioned in the mandible (ﬁrst molar, two ﬁrst premolar, two canine, and one central incisor) a cantilever may be designed in the mandible because of the dynamics of an arch, with four of the ﬁve sections of an open pentagon joined, the large anteroposterior distance, and the favorable mandibular bone density.
vi: Hình 8-19 A, Khi có sáu implant hoặc nhiều hơn ở hàm dưới (răng cối lớn thứ nhất, hai răng cối lớn thứ nhất, hai răng nanh, và một răng cửa giữa) có thể thiết kế một nhịp vói ở hàm dưới bởi vì động học của cung răng, với bốn trên năm phần của một ngũ giác, khoảng cách trước sau lớn, và mật độ xương hàm dưới thích hợp.

source: Figure 8-2 A cantilever on two implants may be considered a Class 1 lever.
vi: Hình 8-2 Một nhịp vói trên hai implant có thể được coi là đòn bẩy loại I.

source: Figure 8-20 The ideal seven-implant positioning for a maxillary edentulous arch includes at least one central incisor position, bilateral canine positions, bilateral second premolar sites, and bilateral sites in the distal half of the ﬁrst molars.
vi: Hình 8-20 Vị trí bảy implant lý tưởng cho cung hàm mất răng hàm trên, gồm ít nhất một vị trí răng cửa giữa, vị trí răng nanh hai bên, vị trí răng cối lớn thứ hai hai bên, và vị trí nửa xa của răng cối lớn thứ nhất hai bên.

source: Figure 8-21 The minimum mesiodistal dimension for two standard 4-mm diameter implants is 1.5 mm + 4 mm + 3 mm + 4 mm + 1.5 mm = 14 mm.
vi: Hình 8-21 Khoảng cách gần xa tối thiểu cho hai implant đường kính 4mm là 1.5 mm + 4 mm + 3 mm + 4 mm + 1.5 mm = 14 mm.

source: Figure 8-22 When three adjacent teeth are missing (two premolars and ﬁrst molar), the mesiodistal dimension averages 7.1 mm + 6.6 mm
vi: Hình 8-22 Khi mất ba răng kế cận (hai răng cối nhỏ và răng cối lớn thứ nhất), kích thước gần xa trung bình 7.1 mm + 6.6 mm

source: Figure 8-3 A, When three adjacent teeth are missing, the terminal abutments are key implant positions.
vi: Hình 8-3 A, Khi mất ba răng kế cận, abutment tận cùng là vị trí của implant chìa khoá.

source: Figure 8-4 The anteroposterior distance (A-P spread) of ﬁve implants in the mandible is measured from the distal of the last two implants to the mid position of the most anterior implant.
vi: Hình 8-4 Khoảng cách trước sau của năm implant ở hàm dưới được đo từ phần xa nhất của hai implant đến phần giữa của implant trước nhất.

source: Figure 8-5 Metal ﬂexure is related to the cube of the distance.
vi: Hình 8-5 Metal ﬂexure is related to the cube of the distance.

source: Figure 8-6 When adjacent missing posterior teeth include a molar, the missing molars may be regarded as two premolar teeth when the space is 14 mm or more.
vi: Hình 8-6 When adjacent missing posterior teeth include a molar, the missing molars may be regarded as two premolar teeth when the space is 14 mm or more.

source: Figure 8-7 A ﬁve- to seven-unit ﬁxed prosthesis has three key positions for the abutments.
vi: Hình 8-7 A ﬁve- to seven-unit ﬁxed prosthesis has three key positions for the abutments.

source: Figure 8-8 Whenever the canine and three adjacent teeth are missing, implants are required to support a ﬁxed prosthesis.
vi: Hình 8-8 Whenever the canine and three adjacent teeth are missing, implants are required to support a ﬁxed prosthesis.

source: Figure 8-9 When the canine, ﬁrst premolar, and second premolar teeth are missing, key implant positions are in the canine and second premolar positions to support these three teeth.
vi: Hình 8-9 When the canine, ﬁrst premolar, and second premolar teeth are missing, key implant positions are in the canine and second premolar positions to support these three teeth.

source: Figure 5-10 A, An FP-2 complete mandibular ﬁxed prosthesis from an occlusal view. The anterior teeth appear ideal in width and contour.
vi: Hình 5-10 A, FP-2 complete mandibular ﬁxed prosthesis from an occlusal view. The anterior teeth appear ideal in width and contour.

source: First, a very low percentage of the population ﬂosses regularly.23 Therefore this advantage would, at best, affect 1 or 2 of 10 patients.
vi: Thứ nhất, tỉ lệ dân số thường xuyên dùng chỉ nha khoa rất thấp. Mặc dù vậy, ưu điểm này có thể ảnh hương 1 hoặc hai trên 10 bệnh nhân.

source: Five prosthetic options are available in implant dentistry.
vi: Có năm chọn lựa phục hình trên implant.

source: Fixed Prostheses
vi: Phục hình cố định

source: Fixed prostheses often last longer than overdentures, because
vi: Phục hình cố định thường tồn tại lâu hơn hahàm phủ, bởi vìFixed prostheses often last longer than overdentures, because

source: Fixed prosthesis; replaces missing crowns and gingival color and portion of the edentulous site; prosthesis most often uses
vi: Phục hình cố định; thay thế răng mất và màu nướu, và phần của vùng mất răng; phục hình thường dùng

source: Fixed prosthesis; replaces only the crown; looks
vi: Phục hình cố định: thay thế chỉ một răng; trông như

source: Fixed prosthesis; replaces the crown and a portion of the root; crown contour appears normal in the occlusal half but is
vi: Phục hình cố định; thay thế răng và một phần chân răng; đường viền mão răng trông bình thường khi cắn khớp nhưng nó

source: Following this rule, a ﬁve to seven premolar-sized unit prosthesis has three key abutments (two terminal and one pier) (Figure 8-7).
vi: Following this rule, a ﬁve to seven premolar-sized unit prosthesis has three key abutments (two terminal and one pier) (Hình 8-7).

source: Food and Drug Administration approval of cone beam technology, there are choices to provide more accurate diagnostic images along with a fraction of the radiation exposure, and adherence to the ALARA prin- ciple has been accomplished (Figure 3-11).72 Scanners are made for “in-ofﬁce” installation and use, which allows the doctor and patient the convenience of onsite scanning capabilities.
vi: Food and Drug Administration approval of cone beam technology, there are choices to provide more accurate diagnostic images along with a fraction of the radiation exposure, and adherence to the ALARA prin- ciple has been accomplished (Hình 3-11).72 Scanners are made for “in-ofﬁce” installation and use, which allows the doctor and patient the convenience of onsite scanning capabilities.

source: For example, the maxilla and mandible have different biomechanical functions (Figure 7-2).
vi: For example, the maxilla and mandible have different biomechanical functions (Hình 7-2).

source: For example, an edentulous span of 21 mm is required for three adjacent implants 4 mm in diameter and 28 mm for four adjacent implants between two teeth.
vi: Ví dụ, vùng mất răng 21mm cần ba implant 4mm đường kính và 28mm cho bốn implant giữa hai răng.

source: For example, if a traditional ﬁxed mandibular staple bone plate is used on all edentulous mandibles, not only are the implant and surgery similar regardless of intraoral or extraoral conditions, but an RP-5 prosthesis will usually result despite the patient’s needs and desires.
vi: Ví dụ, nếu nẹp xương cố định hàm dưới truyền thống được dùng cho tất cả mất răng hàm dưới, không chỉ là implant và phẫu thuật tương tự bất kể tình trạng trong miệng hay ngoài miệng, nhưng một phục hình RP-5 sẽ thường được làm cho dù nhu cầu và mong muốn của bệnh nhân như thế nào.

source: For example, in
vi: Để ví dụ, trong

source: For example, in an edentulous arch, six implants were used in abundant bone between the mental foramina anterior to the maxillary sinuses for a full-arch ﬁxed prosthesis, whereas four implants were used in moderate to severe resorp- tion for a ﬁxed full-arch prosthesis (Figure 8-17).11 However, this treatment option does not consider the force magniﬁers of crown or height space or the A-P
vi: For example, in an edentulous arch, six implants were used in abundant bone between the mental foramina anterior to the maxillary sinuses for a full-arch ﬁxed prosthesis, whereas four implants were used in moderate to severe resorp- tion for a ﬁxed full-arch prosthesis (Hình 8-17).11 However, this treatment option does not consider the force magniﬁers of crown or height space or the A-P

source: For example, only two implant key positions as terminal abutments for a four-unit implant pros- thesis in the canine and posterior region represent inadequate implant support, unless patient force factors are low, bone density is ideal, and implant size is not compromised.
vi: Ví dụ, chỉ có hai implant ở vị trí chìa khoá ở tận cùng cho phục hình bốn đơn vị trên implant ở răng nanh và vùng răng sau là không đủ implant nâng đỡ, trừ khi bệnh nhân có yếu tố lực thấp, mật độ xương lý tưởng, và kích thước implant tốt.

source: For example, posterior mandibular implant-supported prostheses have narrower occlusal tables at the expense of the buccal contour, because the implant is smaller in diameter and placed in the central fossa region of the tooth12 (Figure 5-3).
vi: Ví dụ, phục hình trên implant ở răng sau có mặt nhai hẹp đường viền mặt ngoài, bởi vì đường kính của implant nhỏ hơn (Hình 5-3).

source: For example, when the patient has abundant bone and implants have already been placed, the lack of crown height space may not permit a removable prosthesis.2
vi: Ví dụ, khi bệnh nhân có nhiều xương và implant đã được đặt, thiếu khoảng phục hình mão răng có thể không cho phép phục hình tháo lắp.

source: From 1000 BC to AD 1800, life span remained less than 30 years (Figure 1-1).
vi: From 1000 BC to AD 1800, life span remained less than 30 years (Hình 1-1).

source: Frost proposed a model of four histologic patterns for compact bone as it relates to mechanical adaptation to strain.45 The pathologic overload zone, mild overload zone, adapted window, and acute disuse window were described for bone in relation to the amount of the microstrain experienced (Figure 7-7).
vi: Frost proposed a model of four histologic patterns for compact bone as it relates to mechanical adaptation to strain.45 The pathologic overload zone, mild overload zone, adapted window, and acute disuse window were described for bone in relation to the amount of the microstrain experienced (Hình 7-7).
